{
    "p1":"Though the mechanism behind the evolution of life on earth not yet fully discovered by the scientists, zoology has studied animals in numerous ways such as morphological similarities, distribution, molecular biological methods, and etc.",
    "p2":"Endemism is one of such concepts used to study the distribution of a particular species in the environment. An endemic animal is an organism that’s restricted to a particular locality or a region. Sri Lanka, being an island surrounded by the Indian Ocean, is the major reason behind the existence of a higher amount of endemic animal species which is also one of the highest rates of biological endemism in the world.",
    "p3":"Sri Lanka is home to about 21 species of endemic mammals, 26 species of birds, 113 species of reptiles, 112 species of amphibians, 50 species of fish, and numerous insect species including 24 species of endemic butterflies such as Mycalesis rama and Elymnias singhala. Sri Lankan junglefowl, Purple-faced langur, and Sri Lanka blue magpie are some of the common endemic animals that can be observed.",
    "p4":"Distribution of these animals throughout the country varies according to the ecosystem diversity in Sri Lanka. Sinharaja Rainforest is an ecosystem with one of the highest rates of endemism being the only location where 21 out of 26 endemic bird species can be observed.",
    "p5":"Explore the fascinating world of Sri Lankan wildlife through its national parks. Two prominent national parks known for their diverse flora and fauna are:",
    "p6":"Whether it's 2 billion years ago or the 21st century, survival is the most important aspect of life even for the lowest forms of life. Therefore, these endemic animals have developed unique morphological and physiological features characteristic of climatic and ecological conditions in Sri Lanka as a tropical country. Genetically, their genes and traits can be different from that of non-endemic species. Therefore, there’s a high chance of losing rare genes if the endemic species become endangered or extinct. To prevent this from happening, priority should be given to protect these animals."

}