{
    "h21":"Yala National Park",
    "h22":"Wilpattu National Park",
    "h23":"Horton Plains National Park",
    "h24":"Human-Wildlife Conflict",
    "h25":"Illegal Wildlife Trade",

    "p1":"Yala National Park, located in the southeastern part of Sri Lanka, is renowned for its high leopard density. The park's varied ecosystems, including dense forests, grasslands, and coastal areas, provide an ideal habitat for leopards.",
    "p2":"Wilpattu, the largest national park in Sri Lanka, offers a unique landscape with natural lakes and scrublands. It provides leopards ample space to roam and hunt. The park's tranquility enhances the wildlife viewing experience.",
    "p3": "Horton Plains, situated in the central highlands, is characterized by montane grasslands and cloud forests. While leopards are elusive, the park's biodiversity and stunning scenery make it an extraordinary destination for wildlife enthusiasts.",
    "p4":"In the dense jungles of Sri Lanka,Leopards silently prowl, elusive and sleek.A symphony of spotted coats amid lush greenery,Masters of stealth, in shadows they seek.",
    "p5":"Golden eyes gleam in the moonlit night, Graceful and agile, a mesmerizing sight. In Yala National Park, their kingdom thrives, Where verdant landscapes and wildlife connives.",
    "p6":"Spotting a leopard, a rare delight, Endangered elegance, a captivating sprite.< Conservation efforts strive to protect, Sri Lanka's leopards, a legacy to respect.",
    "p7":"The human-wildlife conflict poses a significant threat to Sri Lankan Leopards. Encounters with humans often lead to conflicts, resulting in injuries to both leopards and people.",
    "p8":"To reduce this threat, conservation efforts focus on community awareness programs, secure waste management, and the implementation of effective wildlife corridors.",
    "p9":"Illegal wildlife trade, including the poaching of leopards for their skins and body parts, is a severe threat to the Sri Lankan Leopard population.",
    "p10":"Conservation efforts involve strengthening anti-poaching measures, improving law enforcement, and supporting organizations actively involved in combating wildlife trafficking."
}