{
    "h31":"Uduwalawe National Park",
    "h32":"Kumana National Park",
    "h33":"Wasgamuwa National Park",

    "p1":"Udawalawe National Park, situated in the southern part of Sri Lanka, stands as a prominent wildlife sanctuary and is celebrated for its diverse ecosystems and rich biodiversity. The park, established in 1972, covers an extensive area of approximately 30,821 acres and was created with the primary objective of providing a sanctuary for wild animals displaced by the construction of the Udawalawe Reservoir.",
    "p2":"The park is most renowned for its sizable population of Sri Lankan elephants (Elephas maximus maximus). These majestic creatures, considered one of the flagship species of Udawalawe, roam freely within the park's boundaries. Visitors to Udawalawe National Park are treated to the mesmerizing sight of herds of elephants engaging in their natural behaviors, such as bathing in the reservoir, foraging for food, and interacting with one another.",
    "p3":"Apart from elephants, Udawalawe is home to an impressive array of wildlife, showcasing the diverse ecosystems within the park. The water buffalo (Bubalus bubalis) is another prominent inhabitant, often spotted grazing near water sources. The sambar deer (Rusa unicolor), a large and majestic species of deer, also populates the park, adding to the overall allure for wildlife enthusiasts.",
    "p4":"Kumana National Park, nestled in the southeastern corner of Sri Lanka, stands as a haven for nature enthusiasts, particularly birdwatchers, and offers a captivating experience with its diverse avian population. The park, also known as Yala East, is a testament to the country's commitment to preserving its natural heritage and is a vital component of the broader conservation efforts in the region.",
    "p5":"One of the most distinguishing features of Kumana National Park is its remarkable diversity of bird species. With over 200 recorded species, including both resident and migratory birds, Kumana has rightfully earned its reputation as a premier birding destination. The park's unique geographical location makes it a critical stopover for many migratory birds, some of which undertake remarkable journeys from as far as Siberia. The birdlife in Kumana is rich and varied, ranging from waterfowl to raptors and passerines.",
    "p6":"The expansive Kumana reservoir, surrounded by lush vegetation and interconnected water bodies, serves as an ideal habitat for aquatic birds. Herons, egrets, and storks are a common sight, gracefully wading through the water in search of prey. The park's mangrove swamps add another layer of biodiversity, providing shelter for various bird species, including kingfishers and woodpeckers.",
    "p7":"One of the most notable residents of Kumana National Park is the Painted Stork (Mycteria leucocephala), a large and striking bird with distinctive pink plumage. Additionally, the park is home to a variety of terns, pelicans, and ibises, creating a vibrant tapestry of birdlife that captivates visitors throughout the year.",
    "p8":"Wasgamuwa National Park, situated in the central and northern provinces of Sri Lanka, emerges as a hidden gem among the country's national parks, offering a more secluded and serene wildlife experience compared to some of its more crowded counterparts. Established in 1984, Wasgamuwa spans approximately 36,948 hectares and is recognized for its diverse ecosystems, providing refuge to a variety of wildlife species.",
    "p9":"The park's most iconic residents are the majestic Sri Lankan elephants (Elephas maximus maximus). Wasgamuwa serves as an important corridor for the movement of these gentle giants, and visitors have the unique opportunity to witness these magnificent creatures in their natural habitat. The park's landscape, characterized by grassy plains, dense forests, and water bodies, creates an ideal environment for elephants to thrive, making it a captivating sight for wildlife enthusiasts.",
    "p10":"In addition to elephants, Wasgamuwa National Park is home to a range of other fascinating mammals, including the elusive sloth bear (Melursus ursinus). These shaggy-coated bears, renowned for their solitary nature, can occasionally be spotted in the park's wooded areas. Sambar deer (Rusa unicolor) and spotted deer (Axis axis) are also common, adding to the park's diverse mammalian fauna.",
    "p11":" For bird enthusiasts, Wasgamuwa presents an array of avian delights. The park boasts a rich birdlife, with over 140 recorded species. The wetland areas within the park attract water birds such as painted storks, pelicans, and ibises, while the surrounding forests are home to various species of owls, eagles, and colorful passerines. The park's biodiversity extends to reptiles, amphibians, and a variety of insects, offering a holistic experience for nature lovers."
}